{"data":{"category":{"html":"","frontmatter":{"path":"general","title":"General","icon":"Box"}},"articles":{"edges":[{"node":{"id":"8158f7d7-b17d-5f64-bbb9-bff84c67a14d","excerpt":"There are multiple reasons why Ferdi could refuse to start. Please try the following steps in the right order and try starting Ferdi again…","frontmatter":{"title":"I cannot start Ferdi anymore - what should I do?","path":"general/cannot-start"}}},{"node":{"id":"5a61cb66-3cea-56f6-bc97-1959e3d29653","excerpt":"We use GitHub issues to track bug reports, so if you want to report a bug to us, please visit  https://github.com/getferdi/ferdi/issues  and…","frontmatter":{"title":"Where can I report an error/bug I found in Ferdi?","path":"general/bug-report"}}},{"node":{"id":"0ef03abd-85d9-56e0-b2b7-ba3a94d9429a","excerpt":"Ferdi is not associated with any company or startup - we are just some developers who are passionate about this project. Currently, there…","frontmatter":{"title":"Who is behind Ferdi? What company is developing Ferdi?","path":"general/contributors"}}},{"node":{"id":"d1ebcf88-eae8-5c5c-b459-f6a1c1a3790a","excerpt":"We use GitHub issues to track feature requests, so if you want to request a feature, please visit  https://github.com/getferdi/ferdi/issues…","frontmatter":{"title":"Where can I request a feature you should add to Ferdi?","path":"general/feature request"}}},{"node":{"id":"f206b850-aafb-50de-9f25-c9c656734cf1","excerpt":"Yes! There are two different ways you can use your Franz account in Ferdi: Import your Franz account\nSimply go to  https://api.getferdi.com…","frontmatter":{"title":"Can I use my existing Franz account with Ferdi?","path":"general/franz-account"}}},{"node":{"id":"bd0e5bca-4e2c-5da3-b563-38fab6d96b9f","excerpt":"Some of our tutorials and guides mention settings in the Menu Bar, but what is the Menu Bar? The Menu Bar is the bar that you can find at…","frontmatter":{"title":"What is the Menu Bar?","path":"general/menubar"}}},{"node":{"id":"c706f349-db2d-5f44-a76b-514db3292d47","excerpt":"Ferdi is an will forever be completely free! There are no hidden fees, paywalls or subscriptions. One of our main reasons for creating Ferdi…","frontmatter":{"title":"How much does Ferdi cost? What is Ferdi's pricing?","path":"general/pricing"}}},{"node":{"id":"a7ced890-1ef0-5dbd-8287-ace6e61f270b","excerpt":"Ferdi's \"recipes\" are pieces of code that provide the connection between Ferdi and your services. Some of Ferdi's features require Ferdi to…","frontmatter":{"title":"What is a 'recipe'?","path":"general/recipe"}}},{"node":{"id":"cb6c6b04-1ff6-5bea-b973-c08ee6f9d7f6","excerpt":"Ferdi, as opposed to Franz, allows you to use a custom server to save your account data. As a normal Ferdi user, you'll probably never have…","frontmatter":{"title":"Why can I choose another server? Do I need to set up a server in order to use Ferdi?","path":"general/servers"}}},{"node":{"id":"595bee31-83b8-5449-85ba-d47952cdcbb1","excerpt":"No, we cannot read your messages or service credentials and we do not store them on our servers. Here are some things we store: Your Ferdi…","frontmatter":{"title":"What do you store on your servers? Can you read my messages? Do you store my service credentials?","path":"general/storage"}}},{"node":{"id":"17296443-b336-5b62-9aea-92788dcbe2a6","excerpt":"Contributing You can support Ferdi's development by contributing to the project. If you are a JavaScript developer, you can help us with…","frontmatter":{"title":"How can I support Ferdi's development?","path":"general/support"}}},{"node":{"id":"adc48891-b44d-56d5-bae5-5ba161a0fc56","excerpt":"Ferdi has several advantages to Franz that make using Ferdi easier and better: Ferdi, as opposed to Franz, is donation-based and is not…","frontmatter":{"title":"Why use Ferdi instead of Franz?","path":"general/why-ferdi"}}}]}},"pageContext":{"isCreatedByStatefulCreatePages":false,"category":"general"}}